{
	"rightHand": {
		"2000000": {
			"item_name": "Chikage",
			"item_img": "chikage.png",
			"item_desc": "Foreign-made weapon wielded by the royal guards who\nprotect Annalise, Queen of the Vilebloods at Cainhurst\nCastle.\nWhen the intricate, rippled engraving that spans the\nChikage's blade is imbrued with blood, the sword sings in \nscarlet hues.\nHowever, the rite eats away at the wielder's very essence.",
			"qsUse": "-",
			"damage": {
				"physical": "92",
				"blood": "92",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"4000000": {
			"item_name": "Blade of Mercy",
			"item_img": "blade_of_mercy.png",
			"item_desc": "A special trick weapon passed down amongst hunters of hunters. One of the oldest weapons of the workshop.\nSplits into two when activated. The weapon's warped blades are forged with siderite, a rare mineral of the heavens. Most effective swift attacks, such as after a quick-stepping.",
			"qsUse": "-",
			"damage": {
				"physical": "60",
				"blood": "-",
				"arcane": "30",
				"fire": "-",
				"bolt": "-"
			}
		},
		"5000000": {
			"item_name": "Hunter Axe",
			"item_img": "hunter_axe.png",
			"item_desc": "One of the trick weapons of the workshop, commonly used on the hunt. \nRetains the qualities of an axe, but offers wider palette of attacks by transforming. Boasts a heavy blunt attack, leading to high rally potential.\nNo matter their pasts, beasts are no more than beasts. Some choose this axe to play the part of executioner.",
			"qsUse": "-",
			"damage": {
				"physical": "98",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"5100000": {
			"item_name": "Burial Blade",
			"item_img": "burial_blade.png",
			"item_desc": "Trick weapon wielded by Gehrman, the first hunter.\nA masterpiece that defined the entire array of weapons\ncrafted at the workshop. Its blade is forged with siderite, \nsaid to have fallen from the heavens.\nGehrman surely saw the hunt as a dirge of farewell, wishing\nonly that his prey might rest in peace, never again to awaken \nto another harrowing nightmare.",
			"qsUse": "-",
			"damage": {
				"physical": "80",
				"blood": "-",
				"arcane": "30",
				"fire": "-",
				"bolt": "-"
			}
		},
		"7000000": {
			"item_name": "Saw Cleaver",
			"item_img": "saw_cleaver.png",
			"item_desc": "One of the trick weapons of the workshop, commonly\nused in the hunting business.\nThis saw, effective at drawing the blood of beasts,\ntransforms into a long cleaver that makes use of\ncentrifugal force.\nThe saw, with its set of blood-letting teeth, has become\na symbol of the hunt, and only grows in effectiveness\nthe more grotesquely transformed the beast.",
			"qsUse": "-",
			"damage": {
				"physical": "90",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"7100000": {
			"item_name": "Saw Spear",
			"item_img": "saw_spear.png",
			"item_desc": "One of the trick weapons of the workshop, commonly\nused by those who dedicate themselves to the hunt.\nThis saw, effective at drawing the blood of beasts,\ntransforms into a medium-range spear.\nThe saw, with its set of blood-letting teeth, has become\na symbol of the hunt, and only grows in effectiveness\n  the more grotesquely transformed the beast.",
			"qsUse": "-",
			"damage": {
				"physical": "85",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"8000000": {
			"item_name": "Kirkhammer",
			"item_img": "kirkhammer.png",
			"item_desc": "A trick weapon typically used by Healing Church hunters.\nOn the one side, an easily handled silver sword.\nOn the other, a giant obtuse stone weapon, characterized  by a blunt strike and extreme force of impact.\nThe Church takes a heavy-handed, merciless stance \ntoward the plague of beasts, an irony not lost upon\nthe wielders of this most symbolic weapon.",
			"qsUse": "-",
			"damage": {
				"physical": "105",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"8100000": {
			"item_name": "Ludwig's Holy Blade",
			"item_img": "ludwig's_holy_blade.png",
			"item_desc": "A trick weapon typically used by Healing Church hunters.\nIt is said that the silver sword was employed by Ludwig, \nthe first hunter of the church. When transformed,\nit combines with its sheath to form a greatsword. \nIt exhibits several departures from the workshop's \ndesign, suggesting that the Church anticipated  \nmuch larger inhuman beasts.",
			"qsUse": "-",
			"damage": {
				"physical": "100",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"9000000": {
			"item_name": "Beast Claw",
			"item_img": "beast_claw.png",
			"item_desc": "Beastly weapon wielded by Irreverent Izzy.\nCrafted by chiseling the long bones of an undead darkbeast\nand fastening them to the weapon. The bones are still alive,\nand when unleashed, grant its wielder a spurt of beastly\npower.\nAs flesh is flayed and blood is sprayed, the beast within\nawakens, and in time, the wielder of this weapon surges with\nboth strength and feverish reverie.",
			"qsUse": "-",
			"damage": {
				"physical": "75",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"10000000": {
			"item_name": "Rifle Spear",
			"item_img": "rifle_spear.png",
			"item_desc": "A trick weapon crafted by the workshop heretics, the\n  Powder Kegs.\nA prototype weapon serving as a simple firearm and spear, possibly created in imitation of a lost Cainhurst weapon.\nLacks any notable functions, saving that it is the only trick weapon with an attached gun.",
			"qsUse": "1",
			"damage": {
				"physical": "85",
				"blood": "85",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"10100000": {
			"item_name": "Reiterpallasch",
			"item_img": "reiterpallasch.png",
			"item_desc": "Weapon wielded by the Knights of Cainhurst.\nCombines an elegant knight's sword with the peculiar \nfirearm wielded by the Cainhurst order.\nThe old nobles, long-time imbibers of blood, are no strangers \nto the sanguine plague,and the disposal of beasts was a \ndiscrete task left to their servants, or knights, as they were \ncalled for the sake of appearances.",
			"qsUse": "1",
			"damage": {
				"physical": "75",
				"blood": "75",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"11000000": {
			"item_name": "Stake Driver",
			"item_img": "stake_driver.png",
			"item_desc": "A trick weapon fashioned by the workshop heretics, the  Powder Kegs. \nFavored by the retired hunter Djura. \nThe stake driver, with its queerly complex design, violently drives thick stakes into the flesh of foes. \nThe stake driver allows for high-damage critical attacks, but is difficult to use and leaves its wielder wide open, but none of this should bother a mere Powder Keg.",
			"qsUse": "-",
			"damage": {
				"physical": "85",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"12000000": {
			"item_name": "Logarius' Wheel",
			"item_img": "logarius'_wheel.png",
			"item_desc": "Weapon wielded by martyr Logarius' band of executioners.\nUsed to slaughter the Vilebloods in Cainhurst. Bathed in \npools of their blood, and forever steeped in their ire.\nTransform to release the power of the wheel and manifest\ntheir lingering rage in a show of utter brilliance.",
			"qsUse": "-",
			"damage": {
				"physical": "100",
				"blood": "-",
				"arcane": "25",
				"fire": "-",
				"bolt": "-"
			}
		},
		"13000000": {
			"item_name": "Tonitrus",
			"item_img": "tonitrus.png",
			"item_desc": "A unique trick weapon contrived by Archibald, the infamous\neccentric of the Healing Church workshop.\nStriking this peculiar iron morning star flail like a match\ngenerates the same blue sparks that blanket a darkbeast.\nUnfortunately, for reasons untold, the hunters of Archibald's\ntime did not fully take to the device.",
			"qsUse": "-",
			"damage": {
				"physical": "80",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "40"
			}
		},
		"22000000": {
			"item_name": "Threaded Cane",
			"item_img": "threaded_cane.png",
			"item_desc": "One of the trick weapons of the workshop, commonly used\nby hunters on their duties. \nSufficiently deadly as a rigid bladed cane, but also serves as \na whip when its blade is split into many.\nConcealing the weapon inside the cane and flogging the\nbeasts with the whip is partly an act of ceremony, an \nattempt to demonstrate to oneself that the bloodlust of the \nhunt will never encroach upon the soul.",
			"qsUse": "-",
			"damage": {
				"physical": "78",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"23000000": {
			"item_name": "Beasthunter Saif",
			"item_img": "beasthunter_saif.png",
			"item_desc": "A trick weapon used by the old hunters. \n\nA second blade is found inside the curve of the main one. In \nits initial form, the saif can be wielded like a long curved \nsword, but when transformed, its blade is contracted, \nallowing for quick, repeated stabs. \n\nAlthough this trick weapon allows for adaptive combat, it \nwas later replaced by saws and similar weapons that were \nmore effective at disposing of beasts.",
			"qsUse": "-",
			"damage": {
				"physical": "90",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"24000000": {
			"item_name": "Beast Cutter",
			"item_img": "beast_cutter.png",
			"item_desc": "A trick weapon wielded by the old hunters. \n\nThis thick iron cleaver slices through the toughest of beast \nhides, and when transformed the blade splits into sections, \nallowing one to lash it int he fashion of a heavy whip. \n\nThe crude weapon relies on brute force and is regrettably \ninelegant, suggesting that the hunts of the earliest hunters \nmade for horrific affairs, painted in sanguine blacks and\nreds.",
			"qsUse": "-",
			"damage": {
				"physical": "92",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"26000000": {
			"item_name": "Holy Moonlight Sword",
			"item_img": "holy_moonlight_sword.png",
			"item_desc": "An arcane sword discovered long ago by Ludwig. \nWhen blue moonlight dances around the sword, and it \nchannels the abyssal cosmos, its great blade will hurl a \nshadowy lightwave. \n\nThe Holy Moonlight Sword is synonymous with Ludwig, the \nHoly Blade, but few have ever set eyes on the great blade, \nand whatever guidance it has to offer, it seems to be of a \nvery private, elusive sort.",
			"qsUse": "-",
			"damage": {
				"physical": "90",
				"blood": "-",
				"arcane": "50",
				"fire": "-",
				"bolt": "-"
			}
		},
		"27000000": {
			"item_name": "Rakuyo",
			"item_img": "rakuyo.png",
			"item_desc": "Hunter weapon wielded by Lady Maria of the Astral \nClocktower. \nA trick sword originated in the same country as the \nCainhurst Chikage, only this sword feeds not off blood, but \ninstead demands great dexterity. \nLady Maria was fond of this aspect of the Rakuyo, as she \nfrowned upon blood blades, despite being a distant relative \nof the queen. \nBut one day, she abandoned her beloved Rakuyo, casting it into a dark well, when she could stomach its presence no longer.",
			"qsUse": "-",
			"damage": {
				"physical": "82",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"28000000": {
			"item_name": "Boom Hammer",
			"item_img": "boom_hammer.png",
			"item_desc": "A trick weapon used by the old hunters, and crafted by the \nworkshop heretics, the Powder Kegs. \n\nA giant hammer equipped with a miniature furnace. When \nignited and fired, it emits a volley of flame that explodes \nfuriously upon impact. \n\nCrush the beasts, then burn them - the brute simplicity of the \nBoom Hammer was favored by hunters with an acute \ndistaste for beasts.",
			"qsUse": "-",
			"damage": {
				"physical": "90",
				"blood": "-",
				"arcane": "-",
				"fire": "60",
				"bolt": "-"
			}
		},
		"29000000": {
			"item_name": "Bloodletter",
			"item_img": "bloodletter.png",
			"item_desc": "The demented hunter weapon brandished by Brador, the Healing Church assassin.\n\nThe Bloodletter assumes its true and terrifying form after it\ndraws upon blood from the inner reaches of one's body and \nsoul.\n\nThis is the only effective means of expelling tainted blood, or \nso Brador, isolated in his cell, continued to believe.",
			"qsUse": "-",
			"damage": {
				"physical": "90",
				"blood": "90",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"30000000": {
			"item_name": "Church Pick",
			"item_img": "church_pick.png",
			"item_desc": "One of the old trick weapons of the Healing Church, a \nhunting weapon formed from one of the giant picks that \nappears in the old beast tales. \n\nThe Church Pick initially serves as a large sword, but when \ntransformed, functions as an extended war pick. In spite of \nits origins, it is a highly practical weapon.",
			"qsUse": "-",
			"damage": {
				"physical": "88",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"31000000": {
			"item_name": "Whirligig Saw",
			"item_img": "whirligig_saw.png",
			"item_desc": "A trick weapon crafted by the workshop heretics, the \nPowder Kegs, and weapon of choice for the old hunter Valtr, \nthe Beast Eater. \n\nThis weapon pummels beasts in its mace form, but its true \nstrength lies in its attached mechanical saws. \nThese discs, lined with serrated teeth, spin rapidly, trashing \nthe flesh of beasts into fine shreds.",
			"qsUse": "-",
			"damage": {
				"physical": "95",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"32000000": {
			"item_name": "Simon's Bowblade",
			"item_img": "simon's_bowblade.png",
			"item_desc": "Choice weapon of Simon, one of the first Healing Church\nhunters.\n\nSimon despised firearms, and so the Church workshop had \nthis specially fashioned to his liking. The large curved blade \nserves as a bow when transformed.\n\nBut aside from a few close friends, Simon was scoffed at for \nhis choice of arms, for who would dare face the beasts with \na measly bow?",
			"qsUse": "1",
			"damage": {
				"physical": "80",
				"blood": "80",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"38000000": {
			"item_name": "Kos Parasite",
			"item_img": "kos_parasite.png",
			"item_desc": "When the carcass of Kos washed up on the coast, its insides \nwere teeming with tiny parasites, unlike any found in \nhumans.\n\nThis atypical weapon can only be clasped tight and swung, \nbut a Kos Parasite is said to stimulate phantasms inhabiting \na lumenwood.",
			"qsUse": "2",
			"damage": {
				"physical": "-",
				"blood": "-",
				"arcane": "30",
				"fire": "-",
				"bolt": "-"
			}
		}
	},
	"leftHand": {
		"6100000": {
			"item_name": "Ludwig's Rifle",
			"item_img": "ludwig's_rifle.png",
			"item_desc": "A rifle typically used by Healing Church hunters. \nIt is said that this rifle was employed by Ludwig, \nthe first hunter of the Church. Its long, heavy barrel \nmakes up in range for what it lacks in reload speed. \nLudwig's Rifle exhibits several departures from the \nworkshop's design, suggesting that the Church \nanticipated much larger inhuman beasts.",
			"qsUse": "1",
			"damage": {
				"physical": "-",
				"blood": "20",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"14000000": {
			"item_name": "Hunter Pistol",
			"item_img": "hunter_pistol.png",
			"item_desc": "Pistol made at the workshop, for hunters stalking beasts.\nHunter firearms are specially crafted to employ Quicksilver  Bullets fused with the wielder's own blood, boosting damage  against beasts.\nThe pistol is a quicker draw than the blunderbuss, allowing  for speedier responses to attacks.",
			"qsUse": "1",
			"damage": {
				"physical": "-",
				"blood": "70",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"14100000": {
			"item_name": "Evelyn",
			"item_img": "evelyn.png",
			"item_desc": "Special pistol used by Cainhurst knights.\nThe Evelyn uses Quicksilver Bullets, just as any workshop\nfirearm, but the Cainhurst variant relies more on bloodtinge.\nLovingly named after a woman and graced with an intricate\ndesign, Evelyns were adored by Cainhurst knights.",
			"qsUse": "1",
			"damage": {
				"physical": "-",
				"blood": "60",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"14200000": {
			"item_name": "Repeating Pistol",
			"item_img": "repeating_pistol.png",
			"item_desc": "Repeating pistol typically used by Healing Church hunters.\nCrafted with mostly metal parts and exhibiting a complex design, the repeating pistol fires two shots at once, making it a ravenous consumer of Quicksilver Bullets.\nShould be used sparingly compared to its workshop counterpart, as the trump card in one's arsenal.",
			"qsUse": "2",
			"damage": {
				"physical": "-",
				"blood": "90",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"15000000": {
			"item_name": "Cannon",
			"item_img": "cannon.png",
			"item_desc": "Large prototype firearms fashioned by the workshop \nheretics, the Powder Kegs. \nUse of this weapon is equivalent to toting a mounted \ncannon, complete with its ridiculous weight, staggering \nkick, and lavish use of Quicksilver Bullets, into battle. \nSuch a monstrosity was doomed from the start, and \nindeed its development was cut short. Yet, against \nimpossibly gigantic foes, it might be just the thing.",
			"qsUse": "12",
			"damage": {
				"physical": "-",
				"blood": "200",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"18000000": {
			"item_name": "Rosmarinus",
			"item_img": "rosmarinus.png",
			"item_desc": "A special weapon used by the Choir, high-ranking members of the Healing Church.\nSprays a cloud of sacred mist, created by using blood-imbued Quicksilver Bullets as a special medium.\nArias are heard wherever sacred mist is seen, proving that the mist is a heavenly blessing.\n\"Oh, fair maiden, why is it that you weep?\"",
			"qsUse": "1",
			"damage": {
				"physical": "-",
				"blood": "-",
				"arcane": "30",
				"fire": "-",
				"bolt": "-"
			}
		},
		"18100000": {
			"item_name": "Flamesprayer",
			"item_img": "flamesprayer.png",
			"item_desc": "A special weapon used by certain members of the Healing \nChurch. \nSpits searing flames by using blood-imbued Quicksilver \nBullets as a special medium.\nNot the most efficient weapon by any stretch, but sometimes \na sea of flame is just what the doctor ordered. \nBesides, the beasts of Yharnam can always use a good\ncleansing.",
			"qsUse": "1",
			"damage": {
				"physical": "-",
				"blood": "-",
				"arcane": "-",
				"fire": "45",
				"bolt": "-"
			}
		},
		"19100000": {
			"item_name": "Loch Shield",
			"item_img": "loch_shield.png",
			"item_desc": "An artisanal shield crafted with blue glass. \n\nOriginally used to safeguard the leader presiding over a \nsacred Healing Church ceremony, and later supplied to tomb \nprospectors, in particular those exploring the labyrinth of \nIsz. \n\nThe blue is fashioned after a lake, and the shield greatly \nreduces all forms of non-physical damage.",
			"qsUse": "-",
			"damage": {
				"physical": "-",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"20000000": {
			"item_name": "Hunter's Torch",
			"item_img": "hunter's_torch.png",
			"item_desc": "A torch formed by wrapping a pine resin-drenched cloth \naround the end of a long stick. Once used in Old Yharnam.\nDesigned to incinerate beasts and victims touched by the\nscourge.\nIts fire damage is highly effective against beasts.",
			"qsUse": "-",
			"damage": {
				"physical": "-",
				"blood": "-",
				"arcane": "-",
				"fire": "50",
				"bolt": "-"
			}
		},
		"20100000": {
			"item_name": "Torch",
			"item_img": "torch.png",
			"item_desc": "A common torch formed by wrapping a pine resin-drenched\ncloth around the end of a long stick.\nHunters choose torches not only because the hunt leads\nthem to the darkest nooks, but also because certain creatures\nthey encounter are possessed of a deathly fear of flame.",
			"qsUse": "-",
			"damage": {
				"physical": "-",
				"blood": "-",
				"arcane": "-",
				"fire": "25",
				"bolt": "-"
			}
		},
		"33000000": {
			"item_name": "Gatling Gun",
			"item_img": "gatling_gun.png",
			"item_desc": "This is a highly-customized, portable version of the \nstationary gatling gun operated by the old hunter Djura in \nOld Yharnam. It was the weapon of choice of the youngest \nof Djura's three companions. \n\nThe Gatling Gun boasts exceptional rapid-firing \nfunctionality, but is considered a cumbersome weapon, due \nto its excessive weight and insatiable consumption of \nQuicksilver Bullets.",
			"qsUse": "1",
			"damage": {
				"physical": "-",
				"blood": "80",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"34000000": {
			"item_name": "Fist of Gratia",
			"item_img": "fist_of_gratia.png",
			"item_desc": "A chunk of iron fitted with finger holes. \n\nThe hulking hunter woman Simple Gratia, ever hopeless \nwhen handling hunter firearms, preferred to knock the lights \nout of the beasts with this hunk of iron, which incidentally \ncaused heavy stagger. \n\nGratia was a fearsome hunter, and to onlookers, her \nunrelenting pummeling appeared oddly heroic. No wonder \nthe weapon later assumed her name.",
			"qsUse": "-",
			"damage": {
				"physical": "60",
				"blood": "-",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		},
		"36000000": {
			"item_name": "Piercing Rifle",
			"item_img": "piercing_rifle.png",
			"item_desc": "A rifle engineered by the Oto Workshop, the precursor to \nthe workshop of the heretical Powder Kegs. \n\nDesigned for hunting on narrow streets, this rifle has been \noptimized to cause perforation wounds, but is unfit for \nreliably countering attacks.",
			"qsUse": "1",
			"damage": {
				"physical": "-",
				"blood": "80",
				"arcane": "-",
				"fire": "-",
				"bolt": "-"
			}
		}
	}
}